<template>
    <div class="auth-wrapper auth-v2">
        <b-row class="auth-inner m-0">
            <navbarAds />

            <!-- /Brand logo-->

            <!-- Left Text-->
            <b-col
                    lg="12"
                    class="d-none d-lg-flex align-items-center p-5"
            >
                <div style="color: black">
                    <h1 style="text-align: center">About</h1>
                    <p>
                        Често задавани въпорси:
                    </p>
                    <ol>
                        <li>
                            Трябва ли да се инсталира програмата на компютъра на всеки счетоводител?
                            <ul>
                                <li>
                                    Не! Програмата е инсталирана на Калуд-а. Може да се достъпи от всеки който има
                                    достъп до
                                    интернет и компютър. Скоро и от мобилно приложение.
                                </li>
                            </ul>
                        </li>
                        <li>
                            Когато прява фактура трябва ли да си направя мой списък с клиенти, които не въвеждам всеки
                            път?
                            <ul>
                                <li>
                                    НЕ! Вие имате достъп до всички компании в БГ и ако въведете ЕИК номера ще Ви се
                                    покажат
                                    всички данни за компанията.
                                </li>
                            </ul>
                        </li>
                        <li>
                            Ако въвеждам фактура за Часно лице трявба ли да мувъвеждам данните всеки път?
                            <ul>
                                <li>
                                    НЕ! С първто въвеждане имате данните на това чстно лице и следващия път само когато
                                    започнете да пишете името данните му ще се попълнят автоматично.
                                </li>
                            </ul>
                        </li>
                        <li>
                            За кого е най-подходяща платформата?
                            <ul>
                                <li>
                                    Платформата е изключително подходяща за счетоводни кантори обслъжващи много фирми.
                                    Това
                                    се дължи на факта че осчетоводяването на една фирма става 80% по-бързо. Ако сте
                                    въвеждали всички фактури за една фрима ръчно сега всичката тази дейснот се
                                    автоматизира
                                    с OCR и изкуственинтелект който дигирализира фактурите.
                                </li>
                            </ul>
                        </li>
                        <li>
                            С Платформата мога ли да правя отчети свързани с ЗДДС и годишни отчети за фирми и физ. лица?
                            <ul>
                                <li>
                                    ДА това е основната финционалност на платформата. С Един клик на бутона се прави ДДС
                                    отчет за фирмата и се генерират 3 готови txt файла предназначени за пращане към НАП.
                                    Отделно се генерират 3 екселски файла с Спиък на покупките и продажбите които може
                                    да се
                                    изпратят в четим вид за вашата фирма клиент.
                                </li>
                            </ul>
                        </li>
                        <li>
                            Има ли първоначална такса за използване на програмата?
                            <ul>
                                <li>
                                    НЕ! Няма никакви такси - само трявбада си направите акаунт в системата напълно
                                    безплатно? Можете да позлвате системата напълно безплатно в "Trail period" -а.
                                </li>
                            </ul>
                        </li>
                        <li>
                            Има ли модул за дигитални фактури?
                            <ul>
                                <li>
                                    ДА. Дори е напълнобезплатен и достъпен за всички. Безплатен е за да може да го
                                    дадете на
                                    вашите клиенти и те да правят безплатно фактурите си в дигитален вид и да Ви ги
                                    дават за
                                    да не се налага после да ги въвеждате на ръка. По този начин Вие ще им дадете
                                    възможност
                                    да го правят на компютър.Това ще помогне на Вас да плзвате после OCR фунционалността
                                    и
                                    да ги въведете в системата.
                                </li>
                            </ul>
                        </li>
                        <li>
                            Могат ли да се разчитат ръчно написани фактури.
                            <ul>
                                <li>
                                    ДА! Но коефециента на точност е нисък. Затова сме направили напълно безплатен модул
                                    за
                                    направя на дигитални фактури който да предоставите на вашите клиенти за да могат те
                                    да
                                    правят фактурите си безплатно. Без никакви допълнителни такси за Вас или вашия
                                    клиент.
                                    Нужо е само да си направят акаунт и да го ползват.
                                </li>
                            </ul>
                        </li>
                    </ol>
                    <ul>
                        <li>
                            За нас:
                            <ul>
                                <li>
                                    Какво е Coherent Accaunting:
                                    <ul>
                                        <li>
                                            Coherent Accaunting е еднситвената на пазара платформа за счетоводство
                                            предназначена за счетоводни кантори или счетоводители, водещи счетоводството
                                            на дадена фирма. Може да се използва и от собственици на фирми които не
                                            могат да си позволят да плащат на счетоводител, а предпочитат да правят
                                            месечните си отчети по ДДС сами. Направена е от счетоводители с голям опит
                                            за счетоводители които искат да са по-продуктивни и да пестят
                                            време.Платформата намалява ръчни труд с 85% и увеличава продуктивността.
                                        </li>
                                    </ul>
                                </li>
                                <li>
                                    Какво получавате:
                                    <ul>
                                        <li>Системата генерира следните файлове готови за отчет чл. 117, ал. 1 от ЗДДС и
                                            качването им в системата на НАП.
                                        </li>
                                        <li>Дневник с продажбите; txt + xlsx формат. Единият за НАП а другия в четим Вид
                                            за вашия клиент.
                                        </li>
                                        <li>Дневник с покупките; txt + xlsx формат. Единият за НАП а другия в четим Вид
                                            за вашия клиент.
                                        </li>
                                        <li>Справка-декларация по ЗДДС; txt + xlsx формат. Единият за НАП а другия в
                                            четим Вид за вашия клиент.
                                        </li>
                                        <li>VIES справка за фирми извън България и членки на Европейския съюз.</li>
                                        <li>Безплатен модул за създаване на фактури с който вашите лиекти могат да си
                                            правят фактури и да ги дават на вас вместо да правят фактури на ръка.
                                        </li>
                                        <li>Всичко само с натискане на един бутон.
                                        </li>
                                    </ul>
                                </li>
                            </ul>
                        </li>
                    </ul>
                    <p>

                        Лесна за употреба, интуитивна и с модерен съвременен дизайн. Не се налага да обучавате себе си
                        или служителите си на сложни менюта и под менюта като стандартния счетоводен софтуер. Няма под
                        системи и портали и объркващи менюта или досадни грешки които с епоявяват ако не въведете нещо.
                        Всичко е на едно единствено удобно място - в Клауда. Човек може да се научи да работи с нея за 1
                        ден само с видеата.
                    </p>
                    <p>
                        Платформата използва OCR и изкуствен интелект, които превръщат хартиените фактури в дигитални за
                        секунди. Извлича данни от следните формати: jpeg,jpg, PDF. Разпознава следните данни: дата на
                        издаване, номер на фактурата, Доставчик на фактурата, Получател на фактурата, валута, данъчна
                        основа, ДДС, единична цена и др. Дори със снимка от смарт телефон с добро качество може да
                        извлечете данни за фактурата.Със всяка качена фактура изкуствения интелект се обучава сам и
                        усъвтршенства.
                    </p>

                    Генериране на отчет чл. 117, ал. 1 от ЗДДС с един клик на бутон. Без нужда от импортиране или
                    експортиране към друга система за счетоводство. Всичко което Ви трябва на едно място.

                    <p>
                        Безплатен модул за направа на дигитални фактури, който можете да предоставите на вашите клиенти,
                        за да не Ви дават ръчно написани фактури. По този наичн спестявате време на тях и на Вас.
                    </p>
                    <p>
                        Autocomplete на данните за получател на фактурата и издал фактурата. Мигновенно попълване на
                        данните без да се налага да ги въвеждате в собствен сипък който да ползвате после,както повечето
                        системи за фактуриране ползват. Имате целия списък на всички фирми в България, техните ЕИК, име
                        на фирмата, собственник и адрес "на готово"!
                    </p>
                    <p>
                        Осчетоводяване от всяка една точка на България само с достъп до интернет.
                    </p>
                    <p>
                        Проверка и счетоводни справи през телефона Ви без да се налга да достъпвате компютъра си в
                        офиса.
                    </p>
                    <p>
                        Възможност за дистанционна работа от вкъщи и "Home office" без да се налага да носите лаптопа
                        или компютъра си до вкъщи.
                    </p>
                    Направете си акаунт напълно безплатно и ползвайте пълната фунционалност на системата за 2
                    месеца.

                    <p>
                        Безплатни дигитални фактури.
                    </p>
                    <p>
                        Ние сме еднствената платформа в България която предлага направа на дигитални фактури и
                        счетоводство "ОТ" и "ЗА" клиент напълно безплатно.</p>
                    <p>
                        Защо го правим ли? По този начин ще дадем възможнот на Ваши клиенти които Ви дават фактурите си
                        на ръка да започнат да ВИ ги дават в дигитален формат. По този наичн ще можете да ползвате OCR
                        унционалността на системата ни за да направите месечния ДДС отчет по-бързо. Така ще спестите
                        време на Вашите служители от въвеждането им на ръка.
                    </p>
                </div>
            </b-col>
            <!-- /Left Text-->
        </b-row>
    </div>
</template>

<script>
    /* eslint-disable global-require */
    import {ValidationProvider, ValidationObserver} from 'vee-validate'
    import VuexyLogo from '@core/layouts/components/Logo.vue'
    import navbarAds from "./navbarAds.vue"
    import {
        BRow,
        BCol,
        BLink,
        BButton,
        BForm,
        BFormCheckbox,
        BFormGroup,
        BFormInput,
        BInputGroup,
        BInputGroupAppend,
        BImg,
        BCardTitle,
        BCardText,
        BDropdown,
        BDropdownItem,
        BFormSelect,
        BNavbar,
        BNavbarBrand,
        BNavbarToggle,
        BNavbarNav,
        BNavForm,
        BCollapse,
        BNavItemDropdown,
        BDropdownDivider,
        BAvatar,
        BNavItem
    } from 'bootstrap-vue'
    import {required, email} from '@validations'
    import {togglePasswordVisibility} from '@core/mixins/ui/forms'
    import store from '@/store/index'
    import useJwt from '@/auth/jwt/useJwt'
    import ToastificationContent from '@core/components/toastification/ToastificationContent.vue'

    export default {
        components: {
            VuexyLogo,
            BRow,
            BImg,
            BCol,
            BLink,
            BButton,
            BForm,
            BCardText,
            BCardTitle,
            BFormCheckbox,
            BFormGroup,
            BDropdown,
            BFormSelect,
            BDropdownItem,
            BFormInput,
            BInputGroup,
            BNavbar,
            BNavbarBrand,
            BNavbarToggle,
            BCollapse,
            BNavbarNav,
            BNavItemDropdown,
            BNavForm,
            BDropdownDivider,
            BAvatar,
            BNavItem,
            BInputGroupAppend,
            // validations
            ValidationProvider,
            ValidationObserver,
            navbarAds
        },
        mixins: [togglePasswordVisibility],
        data() {
            return {
                sideImg: require('@/assets/images/pages/register-v2.svg'),
            }
        },
        computed: {

            imgUrl() {
                if (store.state.appConfig.layout.skin === 'dark') {
                    // eslint-disable-next-line vue/no-side-effects-in-computed-properties
                    this.sideImg = require('@/assets/images/pages/register-v2-dark.svg')
                    return this.sideImg
                }
                return this.sideImg
            },
        },
        methods: {

        },
        mounted() {

        }
    }
    /* eslint-disable global-require */
</script>

<style lang="scss">
    .navbar-desktop a {
        padding-right: 1rem !important;
        padding-left: 1rem !important;
        color: #6e6b7b !important;
        padding-bottom: 0 !important;
    }

    @import '@core/scss/vue/pages/page-auth.scss';

</style>

